[
  "obsidian-better-codeblock",
  "obsidian-admonition",
  "obsidian-audio-notes",
  "auto-classifier",
  "obsidian-banners",
  "cmdr",
  "companion",
  "convert-url-to-iframe",
  "copilot",
  "creases",
  "customizable-page-header-buttons",
  "dataview",
  "obsidian-dynamic-toc",
  "obsidian-embedded-code-title",
  "emoji-shortcodes",
  "obsidian-emoji-toolbar",
  "execute-code",
  "extract-url",
  "highlightr-plugin",
  "heading-level-indent",
  "homepage",
  "obsidian-hotkeys-for-templates",
  "obsidian-hover-editor",
  "obsidian-html-tags-autocomplete",
  "obsidian-icon-folder",
  "obsidian-icon-shortcodes",
  "obsidian-icons-plugin",
  "image-captions",
  "obsidian-list-callouts",
  "number-headings-obsidian",
  "obsidian-enhancing-export",
  "obsidian-git",
  "obsidian-tabs",
  "obsidian-paste-as-html",
  "reveal-active-file-button",
  "obsidian-rich-links",
  "templater-obsidian",
  "url-namer"
]